{
	"inventory": [{
			"name": "Belgian-Style Blonde Ale",
			"description": "Typically easy-drinking, with a low but pleasing hop bitterness. This is a light- to medium-bodied ale, with a low malt aroma that has a spiced and sometimes fruity-ester character. Sugar is sometimes added to lighten the perceived body. This style is medium in sweetness and not as bitter as Belgian-style tripels or golden strong ales. It is usually brilliantly clear. The overall impression is balance between light sweetness, spice and low to medium fruity ester flavors.",
			"color": "Pale to Light Amber",
			"body": "Mild to Noticeable",
			"paring": ["Sweet and Sour Chicken", "Brie", "Angel Food Cake"],
			"abv": {
				"min": 6.3,
				"max": 7.9
			},
			"price": 7.50,
			"quantity": "9 oz",
			"image": "blonde_ale"
		},

		{
			"name": "Belgian-Style Dubbels",
			"description": "Belgian-style dubbels range from brown to very dark in color. They have a malty sweetness and can have chocolate-like caramel aroma and flavor. Hop bitterness is medium-low to medium. Yeast-generated fruity esters (especially banana) can be apparent. Often bottle-conditioned, a slight yeast haze and flavor may be evident. ‘Dubbel’ meaning “double,” this beer is still not so big in intensity as to surpass the Belgian-style quadrupel that is often considered its sibling.",
			"color": "Brown to Very Dark",
			"body": "Mouth-Coating",
			"paring": ["Apple-Smoked Sausage", "Washed-Rind Cheeses", "Milk Chocolate"],
			"abv": {
				"min": 6.25,
				"max": 7.5
			},
			"price": 6.50,
			"quantity": "13 oz",
			"image": "dubbels"
		},

		{
			"name": "German-Style Bock",
			"description": "Traditional bocks are all-malt brews and are high in malt sweetness. Malt character should be a balance of sweetness and toasted or nut-like malt. ‘Bock’ translates as goat!",
			"color": "Dark Brown to Very Dark",
			"body": "Soft",
			"paring": ["Grilled Rib-Eye", "Aged Swiss", "Chocolate"],
			"abv": {
				"min": 6.3,
				"max": 7.5
			},
			"price": 7,
			"quantity": "11 oz",
			"image": "bock"
		},

		{
			"name": "German-Style Maibock",
			"description": "Sometimes also called ‘heller bock’ (meaning 'pale bock'), this style is paler in color and more hop-centric than traditional bock beers.A lightly toasted and/or bready malt character is often evident. Sometimes also called ‘heller bock’ meaning 'pale bock.'",
			"color": "Pale to Light Amber",
			"body": "Soft",
			"paring": ["Ham", "Swiss", "White Chocolate Cheesecake"],
			"abv": {
				"min": 6.8,
				"max": 6.8
			},
			"price": 5.50,
			"quantity": "8 oz",
			"image": "maibock"
		},

		{
			"name": "American Brown Ale",
			"description": "Roasted malt, caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American-style brown ales have evident low to medium hop flavor and aroma and medium to high hop bitterness. The history of this style dates back to U.S. homebrewers who were inspired by English-style brown ales and porters. It sits in flavor between those British styles and is more bitter than both.",
			"color": "Deep Copper to Very Dark Brown",
			"body": "Varies",
			"paring": ["Grilled Meats and Vegetables", "Aged Gouda", "Pear Fritters"],
			"abv": {
				"min": 4,
				"max": 6.4
			},
			"price": 9,
			"quantity": "13 oz",
			"image": "brown_ale"
		},

		{
			"name": "English-Style Brown Ale",
			"description": "English-style brown ales range from dryer (Northern English) to sweeter (Southern English) maltiness. Roast malt tones (chocolate, nutty) may sometimes contribute to the flavor and aroma profile. Hop bitterness is very low to low, with very little hop flavor and aroma. Known for rich and advanced malt aroma and flavor without centering too much on hops, this style is extremely sessionable and food-friendly.",
			"color": "Copper to Very Dark",
			"body": "Soft",
			"paring": ["Roasted Pork, Steak, Nuts", "Aged Gouda", "Pear Fritters"],
			"abv": {
				"min": 4.5,
				"max": 5
			},
			"price": 7.50,
			"quantity": "9 oz",
			"image": "brown_ale_eng"
		},

		{
			"name": "Vienna-Style Lager",
			"description": "Ranges from copper to reddish brown in color. The beer is characterized by malty aroma and slight malt sweetness. The malt aroma and flavor should have a notable degree of toasted and/or slightly roasted malt character. Hop bitterness is low to medium-low.",
			"color": "Copper to Reddish Brown",
			"body": "Soft",
			"paring": ["Grilled Meats and Vegetables", "Mild Cheeses", "Almond Biscotti"],
			"abv": {
				"min": 4.5,
				"max": 5.5
			},
			"price": 6,
			"quantity": "10 oz",
			"image": "vienna_larger"
		},

		{
			"name": "German-Style Schwarzbier",
			"description": "Sometimes called black lagers, they may remind some of German-style dunkels; but schwarzbiers are drier, darker and more roast-oriented.These very dark brown to black beers have a surprisingly pale-colored foam head (not excessively brown) with good cling quality. They have a mild roasted malt character without the associated bitterness. Malt flavor and aroma is at low to medium levels of sweetness. Sometimes called black lagers, they may remind some of German-style dunkels; but schwarzbiers are drier, darker and more roast-oriented.",
			"color": "Very Dark Brown to Black",
			"body": "Soft",
			"paring": ["Mushroom Strudel", "Munster-Style Cheese", "Fruit Tart"],
			"abv": {
				"min": 3.8,
				"max": 4.9
			},
			"price": 5.50,
			"quantity": "9 oz",
			"image": "schwarzbier"
		},

		{
			"name": "American India Pale Ale/IPA",
			"description": "Characterized by floral, fruity, citrus-like, piney or resinous American-variety hop character, this style is all about hop flavor, aroma and bitterness. This has been the most-entered category at the Great American Beer Festival for more than a decade, and is the top-selling craft beer style in supermarkets and liquor stores across the U.S.",
			"color": "Gold to Copper, Red/Brown",
			"body": "Soft to Sticky",
			"paring": ["Spicy Tuna Roll", "Blue Cheeses", "Persimmon Rice Pudding"],
			"abv": {
				"min": 6.3,
				"max": 7.5
			},
			"price": 7,
			"quantity": "11 oz",
			"image": "ipa_american"
		},

		{
			"name": "English-Style India Pale Ale/Ipa",
			"description": "Steeped in lore (and extra hops), the IPA is a stronger version of a pale ale. Characterized by stiff English-style hop character (earthy, floral) and increased alcohol content. English yeast lends a fruity flavor and aroma. Different from its American counterparts, this style strikes a balance between malt and hops for a more rounded flavor. There is also a lot of mythology surrounding the creation of this style, which is still debated today.",
			"color": "Gold to Copper",
			"body": "Moderate",
			"paring": ["Fettuccine Alfredo", "Aged Cheddar", "Ginger Spice Cake"],
			"abv": {
				"min": 5,
				"max": 7
			},
			"price": 7.50,
			"quantity": "9 oz",
			"image": "ipa_eng"
		},

		{
			"name": "Bohemian-Style Pilsener",
			"description": "Bohemian-style pilseners have a slightly sweet and evident malt character and a toasted, biscuit-like, bready malt character. Hop bitterness is perceived as medium with a low to medium-low level of noble-type hop aroma and flavor. This style originated in 1842, with ‘pilsener’ originally indicating an appellation in the Czech Republic. Classic examples of this style used to be conditioned in wooden tanks and had a less sharp hop bitterness despite the similar IBU ranges to German-style pilsener. Low-level diacetyl is acceptable. Bohemian-style pilseners are darker in color and bigger in final gravity that their German counterparts.",
			"color": "Straw to Light Amber",
			"body": "Soft",
			"paring": ["Shellfish, Chicken, Salads", "Mild White Cheddar", "Shortbread Cookies"],
			"abv": {
				"min": 4.1,
				"max": 5.1
			},
			"price": 8.50,
			"quantity": "13 oz",
			"image": "bohemian_pilsener"
		},

		{
			"name": "German-Style Helles",
			"description": "Helles’ means 'pale in color,' as these beers are often golden. They are similar in flavor to adjunct-influenced lagers, but posses more advanced pilsner malt flavor and have a touch more sweetness, and are less dry in the finish.A full-bodied lager that puts pilsner malt flavors forward and can be perceived as bready. A slight sweetness permeates with just a hint of hop spiciness. Clean and crisp, this is a refreshing beer with substance. Low levels of yeast-produced sulfur aromas and flavors may be common. ‘Helles’ means 'pale in color,' as these beers are often golden.",
			"color": "Pale to Golden",
			"body": "Moderate",
			"paring": ["Samosas", "Colby", "Baklava"],
			"abv": {
				"min": 4.8,
				"max": 5.6
			},
			"price": 5.50,
			"quantity": "8 oz",
			"image": "helles"
		},

		{
			"name": "Belgian-Style Witbier",
			"description": "Belgian-style wits are brewed using unmalted wheat, sometimes oats and malted barley. Witbiers are spiced with coriander and orange peel. A style that dates back hundreds of years, it fell into relative obscurity until it was revived by Belgian brewer Pierre Celis in the 1960s. This style is currently enjoying a renaissance, especially in the American market. ‘Wit’ means 'white.'",
			"color": "Straw to Pale",
			"body": "Drying",
			"paring": ["Moules and Frites", "Mascarpone", "Panna Cotta"],
			"abv": {
				"min": 4.8,
				"max": 5.6
			},
			"price": 6,
			"quantity": "9 oz",
			"image": "witbier"
		},

		{
			"name": "German-Style Dunkelweizen",
			"description": "Could be considered a cross between a German-style dunkel and a hefeweizen. Distinguished by its sweet maltiness and chocolate-like character, it can also have banana and clove (and occasionally vanilla or bubblegum) esters from weizen ale yeast.",
			"color": "Copper-Brown to Very Dark",
			"body": "Moderate to Mouth-Coating",
			"paring": ["Roasted Chicken", "Gouda", "Banana Cream Pie"],
			"abv": {
				"min": 4.8,
				"max": 5.4
			},
			"price": 6,
			"quantity": "9 oz",
			"image": "dunkelweizen"
		},

		{
			"name": "Berliner-Style Weisse",
			"description": "Low in alcohol and refreshingly tart, and often served with a flavored syrup like Woodruff or raspberry, this German-style wheat ale presents a harmony between yeast and lactic acid. These beers are very pale in color, and may be cloudy as they are often unfiltered. Hops are not a feature of this style, but these beers often do showcase esters. Traditional versions often showcase Brettanomyces yeast. Growing in popularity in the U.S., where many brewers are now adding traditional and exotic fruits to the recipe, resulting in flavorful finishes with striking, colorful hues. These beers are incredible when pairing. Bitterness, alcohol and residual sugar are very low, allowing the beer’s acidity, white bread and graham cracker malt flavors to shine. Carbonation is very high, adding to the refreshment factor this style delivers. Many examples of this style contain no hops and thus no bitterness at all.",
			"color": "Straw to Pale",
			"body": "Drying",
			"paring": ["Aged Ham on Pretzel Bread", "Havarti", "Cheesecake with Raspberries"],
			"abv": {
				"min": 2.8,
				"max": 3.4
			},
			"price": 8,
			"quantity": "11 oz",
			"image": "weisse"
		},

		{
			"name": "American Barley Wine",
			"description": "These ales range from amber to deep red/copper-garnet in color. A caramel and/or toffee aroma and flavor are often part of the malt character along with high residual malty sweetness. Complexity of alcohols is evident. Fruity-ester character is often high. As with many American versions of a style, this barley wine ale is typically more hop-forward and bitter than its U.K. counterpart. Low levels of age-induced oxidation can harmonize with other flavors and enhance the overall experience. Sometimes sold as vintage releases.",
			"color": "Amber to Deep Red or Copper-Garnet",
			"body": "Mouth-Coating to Sticky",
			"paring": ["Beef Cheek", "Strong Blue Cheeses", "Rich Desserts"],
			"abv": {
				"min": 8.4,
				"max": 12
			},
			"price": 5,
			"quantity": "10 oz",
			"image": "barley_wine"
		},

		{
			"name": "American Imperial Red Ale",
			"description": "The use of American hops in this ale lends to the perception of medium hop bitterness, flavor and aroma. Coupled with a solid malt profile, this should be a beer with balance between hop bitterness and malt sweetness. Some breweries will choose to bottle-condition this style, leading to possible fruity esters and some haze in their appearance. This is another example of modern American brewers taking an established style and boosting the flavor. California brewers are credited with creating this innovative style.",
			"color": "Deep Amber to Dark Copper or Reddish Brown",
			"body": "Mouth-Coating",
			"paring": ["Corned Beef Hash", "Mozzarella", "Toffee Pudding"],
			"abv": {
				"min": 8,
				"max": 10.6
			},
			"price": 8.50,
			"quantity": "13 oz",
			"image": "red_ale"
		},

		{
			"name": "Baltic-Style Porter",
			"description": "A smooth, cold-fermented and cold-lagered beer brewed with lager yeast. Because of its alcoholic strength, it may include very low to low complex alcohol flavors and/or lager fruitiness such as berries, grapes and plums (but not banana; ale-like fruitiness from warm-temperature fermentation is not appropriate). This style has the malt flavors of a brown porter and the roast of a schwarzbier, but is bigger in alcohol and body.",
			"color": "Very Deep Ruby or Garnet to Black",
			"body": "Mouth-Coating",
			"paring": ["Prime Rib", "Aged Gouda", "Deconstructed S'mores"],
			"abv": {
				"min": 7.6,
				"max": 9.3
			},
			"price": 5.50,
			"quantity": "10 oz",
			"image": "porter"
		}

	]
}